import React from 'react'

const ProudFutureList = () => {
  const proudList = [
    {
      title: 'آینده بهتر از اینجا شروع می شود',
      describtion:
        '  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با اسستفاده از صنعت گرافیک است. چاپگرها و متون با استفاده از روزنامه ها و مجلات در ستون و سطر آنچنان که لازم است و برای شرای فعلی مورد نیاز و کاربرد های متنوع با هدف بهببود ابزارهای کاربردی می باشد. ',
      id: 1,
    },
    {
      title: 'آموزشی کلاسیک برای آینده',
      describtion:
        '  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با اسستفاده از صنعت گرافیک است. چاپگرها و متون با استفاده از روزنامه ها و مجلات در ستون و سطر آنچنان که لازم است و برای شرای فعلی مورد نیاز و کاربرد های متنوع با هدف بهببود ابزارهای کاربردی می باشد. ',
      id: 2,
    },
    {
      title: 'مسیری بی انتها و لذت بخش',
      describtion:
        '  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با اسستفاده از صنعت گرافیک است. چاپگرها و متون با استفاده از روزنامه ها و مجلات در ستون و سطر آنچنان که لازم است و برای شرای فعلی مورد نیاز و کاربرد های متنوع با هدف بهببود ابزارهای کاربردی می باشد. ',
      id: 3,
    },
  ]
  return (
    <div className='text-gray-500'>
      {proudList.map((item, index) => (
        <div key={index} className='mb-2 '>
          <h4>{item.title}</h4>
          <p>{item.describtion}</p>
        </div>
      ))}
    </div>
  )
}

export { ProudFutureList }
